package com.example.task22byte;

public class Utils {
    public static final String QUESTIONS_NO_1 = "Если хвост вашей кошки имеет форму вопросительного знака, что это значит?";
//    Ответ:что ваш кошачий друг находится в игривом настроении.
    public static final String QUESTIONS_NO_2 = "В каком другом месте у кошек есть усы, кроме головы?";
//    Ответ:задняя часть их передних ног.
    public static final String QUESTIONS_NO_3 = "Почему кошки спят на одежде или подушках своего хозяина?";
//    Ответ:потому что им нравится твой запах.
    public static final String QUESTIONS_NO_4 = "Какое другое животное мяукает и мурлычет так же, как обычный домашний кот?";
//    Ответ:К ним относятся гепарды, а также сервалы, каракалы, оцелоты, рыси и пумы.
    public static final String QUESTIONS_NO_5 = "Почему глаза кошки светятся в темноте?";
//    Ответ: глаза кошки отражают свет, заставляя их сиять в темноте.
    public static final String QUESTIONS_NO_6 = "Что кошки не могут попробовать?";
//    Ответ:кошки не могут чувствовать сладость.
    public static final String QUESTIONS_NO_7 = "Считает ли кошка прямой зрительный контакт угрожающим?";
//    Ответ:Зрительный контакт как таковой - это нормально, пристальный взгляд - нет. И это не то же самое.
//    Кошки знают, что мы смотрим в глаза, не имея в виду никому угрожать.
    public static final String QUESTIONS_NO_8 = "Как долго кошка может быть беременна?";
//    Ответ:кошка беременна от 60 до 70 дней.
    public static final String QUESTIONS_NO_9 = "Умеют ли кошки плавать?";
//    Ответ:кошки ненавидят воду и стараются избегать ее, хотя некоторые из них умеют плавать, если это необходимо.
    public static final String QUESTIONS_NO_10 = "Сколько человеческих лет в одном кошачьем году жизни?";
//    Ответ:первый год жизни кошки равен 15 человеческим годам. Второй год считается эквивалентом 9 человеческих лет.
//    После этого каждый человеческий год составляет около четырех кошачьих лет.
    public static final String QUESTIONS_NO_11 = "Сколько времени кошки в среднем спят днем?";
//    Ответ:кошки могут быть чрезвычайно активны во время бодрствования, поэтому неудивительно, что кошка тратит на сон в среднем 17 часов в сутки.
    public static final String QUESTIONS_NO_12 = "Как высоко могут прыгать кошки?";
//    Ответ:Так высоко, как вы оставили мясо без присмотра:)
    public static final String QUESTIONS_NO_13 = "Почему же кошки так аппетитно едят сладости?";
//    Ответ:в их составе присутствуют белки, а также аминокислоты и растительные жиры, которые привлекают животных своим вкусом.
}
